Repository: wp-plugins/user-role-editor
Catalog: lang/ure-*.po
Languages: ca, fa_ir, id_id

source: User Role Editor - Options
fa_ir: ویرایش‌گر نقش کاربر - تنظیمات

source: General
fa_ir: عمومی

source: Additional Modules
fa_ir: ماژول‌های اضافی

source: Default Roles
fa_ir: نقش‌های پیش‌فرض

source: Multisite
fa_ir: چندسایتی

source: About
fa_ir: درباره

source: Show Administrator role at User Role Editor
fa_ir: نمایش نقش مدیر در ویرایش‌گر نقش کاربر
id_id: Tampilkan peran Administrator di User Role Editor

source: Show capabilities in the human readable form
fa_ir: نمایش قابلیت‌ها در حالت قابل خواندن برای انسان
id_id: Tampilkan kemampuan dalam bentuk yang dapat dibaca manusia

source: Show deprecated capabilities
ca: Mostrar privilegis obsolets
fa_ir: نمایش قابلیت‌های بد دانسته ‌شده
id_id: Tampilkan kemampuan usang

source: Save
fa_ir: ذخیره
id_id: Simpan

source: Count users without role
fa_ir: شمارش کاربران بدون نقش

source: Primary default role:
fa_ir: نقش پیش‌فرض اولیه:

source: Other default roles for new registered user:
fa_ir: دیگر نقش‌های پیش‌فرض برای کاربران تازه ثبت‌نام شده:

source: Note for multisite environment: take into account that other default roles should exist at the site, in order to be assigned to the new registered users.
fa_ir: قابل توجه محیط چند سایتی: رفتن به حسابی که در سایت نقش‌های پیش فرض دیگری موجود است، به منظور اختصاص دادن به کاربران تازه ثبت‌نام شده.

source: Allow non super administrators to create, edit, and delete users
fa_ir: اجازه به غیر مدیران اصلی برای ایجاد، ویرایش و حذف کاربران

source: Change role for users without role
fa_ir: تغییر نقش برای کاربران بدون نقش

source: No rights
fa_ir: هیچ حقوقی

source: Provide new role
fa_ir: ارائه‌ی نقش جدید

source: You do not have permission to edit this user.
fa_ir: شما اجازه‌ی ویرایش این کاربر را ندارید.
id_id: Anda tidak diizinkan untuk menyunting user ini.

source: Capabilities
ca: Capacitats
fa_ir: قابلیت‌ها
id_id: Kemampuan

source: Settings
ca: Opcions
fa_ir: تنظیمات
id_id: Pengaturan

source: Changelog
ca: Registre de canvis
fa_ir: گزارش تغییرات
id_id: log Perubahan

source: Overview
fa_ir: مرور کلی
id_id: Ikhtisar

source: User Role Editor
fa_ir: ویرایش‌گر نقش کاربر

source: User Role Editor options are updated
fa_ir: تنظیمات ویرایش‌گر نقش کاربر بروز شد
id_id: Pilihan User Role Editor diperbarui

source: Default Roles are updated
fa_ir: نقش‌های پیش فرض بروز شدند

source: You do not have sufficient permissions to manage options for User Role Editor.
fa_ir: شما مجوز کافی برای مدیریت تنظیمات ویرایش‌گر نقش کاربر را ندارید.
id_id: Anda tidak memiliki izin yang memadai untuk mengelola pilihan User Role Editor.

source: Insufficient permissions to work with User Role Editor
fa_ir: مجوز ناکافی برای کار با ویرایش‌گر نقش کاربر
id_id: Izin yang tidak sesuai untuk bekerja dengan User Role Editor

source: Select All
ca: Seleccionar-ho tot
fa_ir: انتخاب همه
id_id: Pilih Semua

source: Unselect All
ca: De-selecciona-ho tot
fa_ir: عدم‌انتخاب همه
id_id: Batalkan Semua

source: Reverse
ca: Invertir
fa_ir: وارونه
id_id: Memutar

source: Update
ca: Actualitzar
fa_ir: بروزرسانی
id_id: Pembaruan

source: Please confirm permissions update
ca: Si us plau confirmeu l'actualització de permisos
fa_ir: لطفا مجوز بروزرسانی را تایید کنید
id_id: Harap konfirmasi pembaruan izin

source: Add New Role
ca: Afegir nou Rol
fa_ir: افزودن نقش جدید
id_id: Tambah Peran Baru

source: Role name (ID) can not be empty!
ca: El nom de rol (ID) no pot estar buit!
fa_ir: نام نقش (شناسه) نمی تواند خالی باشد!
id_id: Nama peran (ID) tidak boleh kosong!

source: Role name (ID) must contain latin characters, digits, hyphens or underscore only!
ca: Error: nom del rol (ID) ha de tenir només lletres llatines i dígits!
fa_ir: نام نقش (شناسه) باید فقط شامل حروف لاتین، اعداد، خط فاصله یا زیرخط باشد!
id_id: Nama peran (ID) harus berisi karakter latin, angka, tanda hubung atau garis bawah saja!

source: WordPress does not support numeric Role name (ID). Add latin characters to it.
fa_ir: وردپرس از نام نقش (شناسه) عددی پشتیبانی نمی‌کند. حروف لاتین به آن اضافه کنید.

source: Add Role
ca: Afegir nou Rol
fa_ir: افزودن نقش
id_id: Tambah Peran

source: Delete Role
ca: Eliminar Rol
fa_ir: حذف نقش
id_id: Hapus Peran

source: Cancel
ca: Cancel·lar
fa_ir: لغو
id_id: Batalkan

source: Add Capability
ca: Afegir nou privilegi
fa_ir: افزودن قابلیت
id_id: Tambah Kemampuan

source: Delete Capability
ca: Eliminar privilegi
fa_ir: حذف قابلیت
id_id: Hapus Kemampuan

source: Reset
ca: Reiniciar
fa_ir: بازنشانی
id_id: Atur Ulang

source: DANGER! Resetting will restore default settings from WordPress Core.
fa_ir: خطر! بازنشانی، تنظیمات پیش‌فرض را از هسته‌ی وردپرس بازمی‌گرداند.
id_id: BAHAYA! Reset akan mengembalikan pengaturan default dari WordPress Inti.

source: If any plugins have changed capabilities in any way upon installation (such as S2Member, WooCommerce, and many more), those capabilities will be DELETED!
fa_ir: اگر هریک از افزونه‌ها پس از نصب به هر نحو قابلیت‌ها را تغییر دهند (مانند S2Member ، WooCommerce و بسیاری دیگر) آن قابلیت‌ها حذف خواهند شد!
id_id: Jika ada plugin telah mengubah kemampuan dengan cara apapun atas instalasi (seperti S2Member, WooCommerce, dan banyak lagi), kemampuan mereka akan DIHAPUS!

source: For more information on how to undo changes and restore plugin capabilities go to
fa_ir: برای کسب اطلاعات بیشتر درباره چگونگی خنثی‌سازی تغییرات و ترمیم‌کردن قابلیت ها مراجعه کنید به
id_id: Untuk informasi lebih lanjut tentang cara membatalkan perubahan dan mengembalikan kemampuan Plugin pergi ke

source: Continue?
fa_ir: ادامه؟
id_id: Lanjut?

source: Default Role
ca: Rol predeterminat
fa_ir: نقش پیش‌فرض
id_id: Peran

source: Set New Default Role
ca: Assignar com a rol predeterminat
fa_ir: نشاندن نقش پیش‌فرض جدید
id_id: Atur Peran Baru Default

source: Warning! Be careful - removing critical capability could crash some plugin or other custom code
ca: Advertència! Vés amb compte - Remoure privilegis crítics podria inutilitzar algun connector o algun altre codi personalitzat.
fa_ir: اخطار! مراقب باشید - حذف قابلیت مهم می‌تواند برخی از افزونه‌ها یا دیگر کدهای سفارشی را دچار سانحه کند
id_id: Peringatan! Hati-hati - menghapus kemampuan kritis dapat menyebabkan crash beberapa Plugin atau kode kustom lainnya

source: Capability name (ID) can not be empty!
ca: El nom de priviliegi (ID) no pot estar buit!
fa_ir: نام قابلیت (شناسه) نمی تواند خالی باشد!
id_id: Nama Kemampuan (ID) tidak boleh kosong!

source: Capability name (ID) must contain latin characters, digits, hyphens or underscore only!
ca: Error: el nom del privilegi (ID) només ha de contenir caràcters llatins i dígits.
fa_ir: نام قابلیت (شناسه) باید فقط شامل حروف لاتین، اعداد، خط فاصله یا زیرخط باشد!
id_id: Nama Kemampuan (ID) harus mengandung karakter latin, angka, kata penghubung atau garis bawah saja!

source: Other Roles
ca: Altres rols
fa_ir: دیگر نقش‌ها
id_id: Peran Lainnya

source: Edit
ca: Editar
fa_ir: ویرایش
id_id: Sunting

source: Select Role and change its capabilities:
fa_ir: انتخاب نقش و تغییر قابلیت‌های آن:

source: Show capabilities in human readable form
fa_ir: نمایش قابلیت‌ها در حالت قابل خواندن برای انسان
id_id: Tampilkan kemampuan dalam bentuk yang dapat dibaca manusia

source: If checked, then apply action to ALL sites of this Network
ca: Si està marcat s'aplica l'acció a TOTS els llocs d'aquesta xarxa
fa_ir: در صورت انتخاب، این عمل به تمامی سایت‌های شبکه اعمال می‌شود
id_id: Jika dicentang, kemudian terapkan tindakan untuk SEMUA situs Jaringan ini

source: Apply to All Sites
fa_ir: اعمال به تمامی سایت‌ها
id_id: Terapkan ke Semua Situs

source: Core capabilities:
fa_ir: قابلیت‌های هسته:
id_id: Kemampuan inti:

source: Quick filter:
fa_ir: فیلتر سریع:
id_id: Saring Cepat:

source: Custom capabilities:
fa_ir: قابلیت‌های سفارشی:
id_id: Kustom kemampuan:

source: Error: wrong request
fa_ir: خطا: درخواست اشتباه
id_id: Salah: salah permintaan

source: Role name (ID):
fa_ir: نام نقش (شناسه):
id_id: Nama Peran (ID):

source: Display Role Name:
fa_ir: نمایش نام نقش:
id_id: Tampilkan Nama Peran:

source: Make copy of:
fa_ir: ایجاد رونوشت از:
id_id: buat salinan:

source: Select Role:
fa_ir: انتخاب نقش:
id_id: Pilih Peran:

source: Delete:
fa_ir: حذف:
id_id: Hapus:

source: Capability name (ID):
fa_ir: نام قابلیت (شناسه):
id_id: Nama Kemampuan (ID):

source: Error:
fa_ir: خطا:
id_id: Salah:

source: Role
ca: Rol
fa_ir: نقش
id_id: Peran

source: does not exist
ca: no existeix
fa_ir: موجود نمی‌باشد
id_id: tidak ada

source: Role is updated successfully
fa_ir: نقش با موفقیت بروز شد
id_id: Peran berhasil diperbarui

source: Roles are updated for all network
fa_ir: نقش‌ها برای تمامی شبکه بروز شد
id_id: Peran diperbarui untuk semua jaringan

source: Error occured during role(s) update
fa_ir: خطایی در هنگام بروزسانی نقش(ها) رخ داد
id_id: Kesalahan terjadi selama pembaruan peran

source: User capabilities are updated successfully
fa_ir: قابلیت‌های کاربر با موفقیت بروز شدند
id_id: Kemampuan pengguna berhasil diperbarui

source: Error occured during user update
ca: Error trobat durant l'actualització del rol
fa_ir: خطایی در هنگام بروزرسانی کاربر رخ داد
id_id: Kesalahan terjadi sepanjang pembaruan pengguna

source: User Roles are restored to WordPress default values.
ca: Els rols d'usuari es restableixen als valors predeterminats de WordPress.
fa_ir: نقش‌های کاربر به مقدار پیش‌فرض وردپرس ترمیم شد.
id_id: Peran Pengguna dikembalikan ke nilai Wordpress default.

source: Help
ca: Ajuda
fa_ir: راهنما
id_id: Bantuan

source: Error is occur. Please check the log file.
ca: Ha ocorregut un error. Si us plau revisa l'arxiu de registres.
fa_ir: خطایی رخ داده است. لطفا فایل گزارش را چک کنید.
id_id: kesalahan terjadi, Harap periksa log data.

source: Error: Role ID must contain latin characters, digits, hyphens or underscore only!
ca: Error: nom del rol (ID) ha de tenir només lletres llatines i dígits!
fa_ir: خطا: شناسه‌ی نقش باید فقط شامل حروف لاتین، اعداد، خط فاصله یا زیرخط باشد!
id_id: Kesalahan: ID Peran harus mengandung karakter latin, angka, kata penghubung dan garis bawah saja!

source: Error: WordPress does not support numeric Role name (ID). Add latin characters to it.
fa_ir: خطا: وردپرس از نام نقش (شناسه) عددی پشتیبانی نمی‌کند. حروف لاتین به آن اضافه کنید.

source: Role %s exists already
ca: Rol %s ja existeix
fa_ir: نقش %s از پیش موجود است
id_id: Peran %s telah ada

source: Error is encountered during new role create operation
ca: Error trobat durant la creació d'un nou Rol
fa_ir: با خطایی در هنگام عملیات ساخت نقش جدید روبرو شدیم
id_id: Kesalahan ditemui selama peran baru membuat operasi

source: Role %s is created successfully
ca: Rol %s s'ha creat correctament
fa_ir: نقش %s با موفقیت ایجاد شد
id_id: Peran %s berhasil dibuat

source: Error encountered during role delete operation
ca: Error trobat durant l'eliminació del Rol
fa_ir: با خطایی در هنگام عملیات حذف نقش روبرو شدیم
id_id: Kesalahan ditemui selama operasi penghapusan peran

source: Unused roles are deleted successfully
fa_ir: نقش‌های استفاده نشده با موفقیت حذف شدند
id_id: Peran yang tidak digunakan berhasil dihapus

source: Role %s is deleted successfully
ca: Rol %s s'elimina amb èxit
fa_ir: نقش %s با موفقیت حذف شد
id_id: Peran %s berhasil dihapus

source: Error encountered during default role change operation
ca: Error trobat durant el canvi de Rol per defecte
fa_ir: با خطایی در هنگام عملیات تغییر نقش پیش‌فرض روبرو شدیم
id_id: Kesalahan ditemui selama operasi perubahan peran standar

source: Default role for new users is set to %s successfully
ca: Rol predeterminat per a nous usuaris està establert en %s amb èxit
fa_ir: نقش پیش‌فرض برای کاربران جدید با موفقیت روی %s نشانده شد
id_id: Peran standar untuk pengguna baru diatur ke %s dengan sukses

source: Editor
fa_ir: ویرایش‌گر
id_id: Penyunting

source: Author
ca: Autor
fa_ir: نویسنده
id_id: Pengarang

source: Contributor
ca: Col·laborador
fa_ir: مشارکت‌کننده
id_id: Kontributor

source: Subscriber
ca: Subscriptor
fa_ir: مشترک
id_id: Pelanggan

source: Switch themes
ca: Canviar plantilles
fa_ir: تغییر پوسته‌ها
id_id: Ganti tema

source: Edit themes
ca: Editar plantilles
fa_ir: ویرایش پوسته‌ها
id_id: Sunting tema

source: Activate plugins
ca: Activar connectors
fa_ir: فعال‌سازی افزونه‌ها
id_id: Aktifkan plugin

source: Edit plugins
ca: Editar connectors
fa_ir: ویرایش افزونه‌ها
id_id: Sunting plugin

source: Edit users
ca: Editar usuaris
fa_ir: ویرایش کاربران
id_id: Sunting pengguna

source: Edit files
ca: Editar arxius
fa_ir: ویرایش فایل‌ها
id_id: Sunting data

source: Manage options
ca: Administrar opcions
fa_ir: مدیریت تنظیمات
id_id: kelola pilihan

source: Moderate comments
ca: Moderar comentaris
fa_ir: مدیریت دیدگاه‌ها
id_id: Moderasi komentar

source: Manage categories
ca: Administrar categories
fa_ir: مدیریت دسته‌ها
id_id: Kelola kategori

source: Manage links
ca: Administrar enllaços
fa_ir: مدیریت پیوندها
id_id: Kelola tautan

source: Upload files
ca: Pujar arxius
fa_ir: بارگذاری فایل‌ها
id_id: Unggah data

source: Import
ca: Importar
fa_ir: درون‌ریزی
id_id: Impor

source: Unfiltered html
ca: Ometre Filtrat d'HTML
fa_ir: اچ‌تی‌ام‌ال فیلتر‌نشده
id_id: HTML tidak tersaring

source: Edit posts
ca: Editar missatges
fa_ir: ویرایش نوشته‌ها
id_id: Sunting posting

source: Edit others posts
ca: Editar missatges de altres
fa_ir: ویرایش نوشته‌ی دیگران
id_id: Sunting posting lainnya

source: Edit published posts
ca: Editar els missatges publicats
fa_ir: ویرایش نوشته‌های منتشر‌شده
id_id: Sunting posting terpublikasi

source: Publish posts
ca: Publicar missatges
fa_ir: انتشار نوشته‌ها
id_id: Publikasi posting

source: Edit pages
ca: Editar pàgines
fa_ir: ویرایش صفحات
id_id: Sunting halaman

source: Read
ca: Llegir
fa_ir: خواندن
id_id: Baca

source: Level 10
ca: Nivell 10
fa_ir: سطح ۱۰
id_id: Tingkat 10

source: Level 9
ca: Nivell 9
fa_ir: سطح ۹
id_id: Tingkat 9

source: Level 8
ca: Nivell 8
fa_ir: سطح ۸
id_id: Tingkat 8

source: Level 7
ca: Nivell 7
fa_ir: سطح ۷
id_id: Tingkat 7

source: Level 6
ca: Nivell 6
fa_ir: سطح ۶
id_id: Tingkat 6

source: Level 5
ca: Nivell 5
fa_ir: سطح ۵
id_id: Tingkat 5

source: Level 4
ca: Nivell 4
fa_ir: سطح ۴
id_id: Tingkat 4

source: Level 3
ca: Nivell 3
fa_ir: سطح ۳
id_id: Tingkat 3

source: Level 2
ca: Nivell 2
fa_ir: سطح ۲
id_id: Tingkat 2

source: Level 1
ca: Nivell 1
fa_ir: سطح ۱
id_id: Tingkat 1

source: Level 0
ca: Nivell 0
fa_ir: سطح ۰
id_id: Tingkat 0

source: Edit others pages
ca: Editar pàgines de altres
fa_ir: ویرایش صفحات دیگران
id_id: Sunting halaman lainnya

source: Edit published pages
ca: Editar pàgines publicades
fa_ir: ویرایش صفحات منتشر‌شده
id_id: Sunting halaman terpublikasi

source: Publish pages
ca: Publicar pàgines
fa_ir: انتشار صفحات
id_id: Publikasi halaman

source: Delete pages
ca: Eliminar pàgines
fa_ir: حذف صفحات
id_id: Hapus halaman

source: Delete others pages
ca: Eliminar pàgines de altres
fa_ir: حذف صفحات دیگران
id_id: Hapus halaman lainnya

source: Delete published pages
ca: Eliminar pàgines publicades
fa_ir: حذف صفحات منتشر‌شده
id_id: Hapus halaman terpublikasi

source: Delete posts
ca: Eliminar missatges
fa_ir: حذف صفحات
id_id: hapus posting

source: Delete others posts
ca: Eliminar missatges de altres
fa_ir: حذف نوشته‌های دیگران
id_id: Hapus posting lainnya

source: Delete published posts
ca: Eliminar missatges publicats
fa_ir: حذف نوشته‌های منتشر‌شده
id_id: Hapus posting terpublikasi

source: Delete private posts
ca: Eliminar missatges privats
fa_ir: حذف نوشته‌های خصوصی
id_id: Hapus posting pribadi

source: Edit private posts
ca: Editar missatges privats
fa_ir: ویرایش نوشته‌های خصوصی
id_id: Sunting posting pribadi

source: Read private posts
ca: Llegir missatges privats
fa_ir: خواندن نوشته‌های خصوصی
id_id: Baca posting pribadi

source: Delete private pages
ca: Eliminar pàgines privades
fa_ir: حذف صفحات خصوصی
id_id: Hapus halaman pribadi

source: Edit private pages
ca: Editar pàgines privades
fa_ir: ویرایش صفحات خصوصی
id_id: Sunting halaman pribadi

source: Read private pages
ca: Llegir pàgines privades
fa_ir: خواندن صفحات خصوصی
id_id: baca halaman pribadi

source: Delete users
ca: Eliminar usuaris
fa_ir: حذف کاربران
id_id: Hapus pengguna

source: Create users
ca: Crear usuaris
fa_ir: ایجاد کاربران
id_id: Buat pengguna

source: Unfiltered upload
ca: Sense filtre de càrrega
fa_ir: بارگذاری فیلتر‌شده
id_id: Unggahan tidak tersaring

source: Edit dashboard
ca: Editar taulell
fa_ir: ویرایش پیشخوان
id_id: Sunting dasbor

source: Update plugins
ca: Actualitzar connectors
fa_ir: بروزرسانی افزونه‌ها
id_id: Perbarui plugin

source: Delete plugins
ca: Eliminar connectors
fa_ir: حذف افزونه‌ها
id_id: Hapus plugin

source: Install plugins
ca: Instal·lar connectors
fa_ir: نصب افزونه‌ها
id_id: Pasang plugin

source: Update themes
ca: Actualitzar plantilles
fa_ir: بروزرسانی پوسته‌ها
id_id: Perbarui tema

source: Install themes
ca: Instal·lar plantilles
fa_ir: نصب پوسته‌ها
id_id: Pasang tema

source: Update core
ca: Actualitzar nucli
fa_ir: بروزرسانی هسته
id_id: Perbarui inti

source: List users
ca: Llistar usuaris
fa_ir: فهرست کاربران
id_id: Daftar pengguna

source: Remove users
ca: Eliminar usuaris
fa_ir: حذف کابران
id_id: Hapus pengguna

source: Add users
ca: Afegir usuaris
fa_ir: افزودن کاربران
id_id: Tambah pengguna

source: Promote users
ca: Promoure usuaris
fa_ir: ارتقاء کاربران
id_id: Promosi pengguna

source: Edit theme options
ca: Editar opcions de plantilla
fa_ir: ویرایش تنظیمات پوسته
id_id: Sunting pilihan tema

source: Delete themes
ca: Eliminar plantilles
fa_ir: حذف پوسته‌ها
id_id: Hapus tema

source: Export
ca: Exportar
fa_ir: برون‌ریزی
id_id: Ekspor

source: Error: Capability name must contain latin characters and digits only!
ca: Error: el nom del Privilegi només ha de contenir caràcters llatins i dígits.
fa_ir: خطا: نام قابلیت باید فقط شامل حروف لاتین و اعداد باشد!
id_id: Salah: Kemampuan nama harus mengandung karakter latin dan angka saja!

source: Capability %s is added successfully
ca: Privilegi %s s'ha afegit correctament
fa_ir: قابلیت %s با موفقیت افزوده شد
id_id: Kemampuan %s berhasil ditambahkan

source: Capability %s exists already
ca: Ja existeix el privilegi %s
fa_ir: قابلیت %s از پیش موجود است
id_id: Kemampuan %s telah ada

source: Error! You do not have permission to delete this capability: %s!
ca: ¡Error! No tens permisos per esborrar aquest privilegi: %s !
fa_ir: خطا! شما اجازه‌ی حذف این قابلیت را ندارید: %s!
id_id: Salah! Anda tidak memiliki izin untuk menghapus kemampuan ini: %s!

source: Capability %s is removed successfully
ca: El privilegi %s s'ha eliminat amb èxit
fa_ir: قابلیت %s با موفقیت حذف شد
id_id: Kemampuan %s berhasil dihapus

source: Author's website
ca: Lloc web del autor
fa_ir: وبگاه نویسنده
id_id: Website pengarang

source: Plugin webpage
ca: Pàgina web del connector
fa_ir: صفحه افزونه
id_id: Halaman web Plugin

source: Plugin download
fa_ir: بارگیری افزونه

source: FAQ
fa_ir: سوالات مکرر

source: None
ca: Cap
fa_ir: هیچ‌کدام
id_id: Nihil

source: Delete All Unused Roles
fa_ir: حذف همه‌ی نقش‌های استفاده‌نشده
id_id: Hapus Peran Tidak Terpakai

source: &mdash; No role for this site &mdash;
fa_ir: &mdash; هیچ نقشی برای این سایت &mdash;
id_id: &mdash; Tidak ada peran untuk situs ini &mdash;

source: Network Super Admin
fa_ir: مدیر اصلی شبکه
id_id: Jaringan Super Admin

source: Change capabilities for user
ca: Canviar privilegis d'usuari
fa_ir: تغییر قابلیت‌ها برای کاربر
id_id: Ubah kemampuan untuk pengguna

source: Primary Role:
fa_ir: نقش اولیه:
id_id: Peran Utama:

source: bbPress Role:
fa_ir: نقش بی‌بی‌پرس:
id_id: Peran bbPress:

source: Other Roles:
fa_ir: دیگر نقش‌ها:
id_id: Peran Lain:

source: turn this option on in order to make the "Administrator" role available at the User Role Editor roles selection drop-down list. It is hidden by default for security reasons.
fa_ir: روشن کردن این گزینه به منظور قابل دسترس شدن نقش "مدیر" در فهرست کشویی ویرایش‌گر نقش کاربر می‌باشد. این امکان به صورت پیش‌فرض به دلیل مسائل امنیتی مخفی می‌باشد.
id_id: Aktifkan pilihan ini untuk membuat peran "Administrator" tersedia pada daftar seleksi pilihan peran User Role Editor. Akan tersembunyi secara default demi alasan keamanan.

source: automatically converts capability names from the technical form for internal use like "edit_others_posts" to more user friendly form, e.g. "Edit others posts".
fa_ir: به طور خودکار نام قابلیت‌ها را از حالت فنی به منظور استفاده‌های داخلی تبدیل می‌کند. مانند "edit_others_posts" به حالت کاربر پسندتر، مثلا "ویرایش نوشته‌های دیگران".
id_id: secara otomatis mengkonversi nama kemampuan dari bentuk teknis untuk penggunaan internal seperti "edit_others_posts" ke bentuk yang lebih user friendly, misalnya "Edit posting orang lain".

source: Capabilities like "level_0", "level_1" are deprecated and are not used by WordPress. They are left at the user roles for the compatibility purpose with the old themes and plugins code. Turning on this option will show those deprecated capabilities.
fa_ir: قابلیت‌هایی شبیه "سطح ۰"، "سطح ۱" بد دانسته شده‌اند و توسط وردپرس استفاده نمی‌شوند. این قابلیت‌ها در نقش‌های کاربران به منظور سازگاری با پوسته‌های قدیمی و کد افزونه‌ها باقی گذاشته شده‌اند. روشن کردن این گزینه، آن قابلیت‌های بد دانسته شده را نمایش می‌دهد.
id_id: Kemampuan seperti "level_0 ", "level_1" yang usang dan tidak digunakan oleh WordPress. Mereka tersisa pada peran pengguna untuk tujuan kompatibilitas dengan tema lama dan kode plugin. Menyalakan opsi ini akan menunjukkan kemampuan mereka usang.

source: Allow create, edit and delete users to not super-admininstrators
fa_ir: اجازه‌ی ایجاد، ویرایش و حذف کاربران به غیر مدیران اصلی
id_id: Izinkan membuat, menyunting dan menghapus pengguna untuk yang bukan super-administrator

source: Super administrator only may create, edit and delete users under WordPress multi-site. Turn this option on in order to remove this limitation.
fa_ir: در وردپرس چند سایتی تنها مدیران اصلی اجازه‌ی ایجاد، ویرایش و حذف کاربران را دارند. این
id_id: Super administrator hanya dapat membuat, mengedit dan menghapus pengguna di bawah WordPress multi-situs. Aktifkan pilihan ini dalam rangka menghapus keterbatasan ini.
